{"aberrant-whispers": {"name": "Aberrant Whispers", "traits": ["auditory", "enchantment", "mental"], "level": 3, "type": "power", "casting": ["aS", "aV"], "area": "15-foot aura", "target": "each enemy in the area", "duration": "1 round", "description": {"main": "You utter phrases in an unknown tongue, assaulting the minds of those nearby. The effect is based on the result of the target's Will save. Regardless of the result of each target's save, each target is bolstered against castings of aberrant whispers.", "subsections": {"success": "The target is unaffected", "failure": "The target is stupefied 2", "crit-fail": "The target is confused"}}}, "abyssal-plague": {"name": "Abyssal Plague", "traits": ["attack", "chaotic", "disease", "evil", "necromancy"], "type": "spell", "level": 5, "casting": ["aS", "aV"], "range": "touch", "target": "one creature", "description": {"main": "Your touch afflicts the target with Abyssal plague. The effect is based on the target's Fortitude save.", "subsections": {"success": "–2 conditional penalty on saves vs. Abyssal plague for 1 day or she contracts it, whichever comes first.", "crit": "The target is unaffected", "failure": "Afflicted with Abyssal plague at stage 1", "crit-fail": "Afflicted with Abyssal plague at stage 2", "Abyssal Plague": "(disease) Level 9. The drained condition from Abyssal plague can't be recovered until the disease is cured. Stage 1 drained 1 (1 day); Stage 2 drained increases by 2 (1 day)."}}}, "abyssal-wrath": {"name": "Abyssal Wrath", "traits": ["evocation"], "level": 5, "type": "power", "casting": ["aS", "aV"], "area": "60-foot cone", "table": {"headers": ["1d4", "Realm", "Manifestation", "Damage type"], "rows": [[1, "Skies", "Bolts of lightning and flying debris", "Bludgeoning and electricity"], [2, "Depths", "Acid and demonic shells", "Acid ans slashing"], [3, "Frozen", "Frigid air and ice", "Bludgeoning and cold"], [4, "Volcanic", "Jagged volcanic rocks and magma", "Fire and piercing"]]}, "description": {"main": "You evoke the power of an Abyssal realm. The damage types of the spell (one energy and one physical) are based on the result of rolling on the table below. The spell gains the corresponding traits. You deal 2d10 damage of the corresponding damage types to each creature in the cone; the creature must attempt a Reflex save.", "subsections": {"success": "The creature takes half damage", "crit": "The creature is unaffected", "failure": "The creature takes full damage of each damage type", "crit-fail": "It takes double damage of each damage type"}}, "heightened": {"+2": "The damage is increased by 1d10"}}, "acid-arrow": {"name": "Acid Arrow", "traits": ["acid", "attack", "evocation"], "type": "spell", "level": 2, "casting": ["aS", "aV"], "range": "120 feet", "target": "one creature or object", "description": {"main": "Make a ranged touch attack against the target. On a hit, you deal acid damage equal to 1d8 plus your spellcasting ability modifier plus 1d6 persistent acid damage. On a critical hit, double the damage, but not the persistent damage."}, "heightened": {"+2": "1d8 extra damage and 1d6 extra persistent damage"}}, "acid-splash": {"name": "Acid Splash", "traits": ["acid", "cantrip", "evocation"], "level": 0, "type": "spell", "casting": ["aS", "aV"], "range": "30 feet", "target": "one creature or object", "description": {"main": "You splash a glob of acid. Make a ranged touch attack. If you hit, you deal 1d4 acid damage plus 1 splash damage. On a critical success, the target also takes 1 persistent acid damage. The damage increases depending on your level."}, "heightened": {"3rd": "Damage increases to 1d4 + your spellcasting ability modifier, persistent damage increases to 2", "5th": "Damage increases to 2d4 + your spellcasting ability modifier, persistent damage increases to 3", "7th": "Damage increases to 3d4 + your spellcasting ability modifier, persistent damage increases to 4", "9th": "Damage increases to 4d4 + your spellcasting ability modifier, persistent damage increases to 5"}}, "acquisitive-s-fortune": {"name": "Acquisitive's Fortune", "traits": ["divination", "fortune"], "type": "power", "level": 1, "casting": ["M", "S", "V"], "casting-time": "10 minutes", "range": "30 feet", "target": "one creature", "duration": "24 hours", "description": {"main": "You call upon good fortune to protect from brutal calamity in daily work. If your target rolls a critical failure on a Lore check to Practice a Trade, it rerolls the check and takes the second result."}}, "aerial-form": {"name": "Aerial Form", "traits": ["polymorph", "transmutation"], "type": "spell", "level": 4, "casting": ["aS", "aV"], "duration": "1 minute or until dismissed", "description": {"main": "You transform into a Medium flying animal battle form. You count as an animal in addition to your normal traits. Your gear is absorbed into you; the constant abilities of your gear still function, but you can't activate it. When you transform, you gain the following: - AC 26 (TAC 25), ignore armor's check penalty and reduced Speed. - One or more unarmed melee attacks, which are the only types of attacks you can use. You're trained with them. Your attack modifier is +13 and your damage bonus is +5. These are Dexterity based (for the purpose of sluggish, for example). - 5 temporary Hit Points while you have the form. - Low-light vision. - Acrobatics bonus of +14 unless your own bonus is higher. These special statistics can be adjusted only by penalties, circumstance bonuses, and conditional bonuses. Your battle form prevents casting spells, speaking, or taking most manipulate actions that require hands. (The GM decides if there's doubt.) You can dismiss the spell with a concentrate action. When you prepare this spell, choose from the options below. You gain the attacks, Speeds, and special abilities listed. You can choose the specific type of animal (such as an owl or eagle for bird). This has no effect on the Size or statistics", "subsections": {"Bat": "Speed 20 feet, fly Speed 30 feet; echolocation 40 feet (auditory blindsight); fangs Damage 2d8 piercing; wing (agile), Damage 2d6 bludgeoning.", "Bird": "Speed 10 feet, fly Speed 50 feet; beak, Damage 2d8 piercing; talon (agile), Damage 1d10 slashing.", "Pterosaur": "Speed 10 feet, fly Speed 40 feet; scent; beak, Damage 3d6 piercing.", "Wasp": "Speed 20 feet, fly Speed 40 feet; stinger, Damage 1d8 piercing plus 1d6 persistent poison."}}, "heightened": {"5th": "Your battle form is Large and your fly Speed is accelerated 10. You must have enough space to expand or the spell is lost. Your statistics are AC 28 (TAC 26); attack modifier of +15; damage bonus +8; 10 temporary HP; Acrobatics +18.", "6th": "Your battle form is Huge, your attacks have 10-foot reach, and your fly Speed is accelerated 15 feet. You must have enough space or the spell is lost. Your statistics are AC 31 (TAC 28); attack modifier +19; damage bonus +4 and double damage dice (including persistent damage); 15 temporary HP; Acrobatics +20."}}, "agile-feet": {"name": "Agile Feet", "traits": ["transmutation"], "type": "power", "level": 1, "casting": ["fS"], "trigger": "You Step or Stride", "description": {"main": "For the Stride, you're accelerated 5 feet and ignore difficult terrain. For the Step, you ignore difficult terrain."}}, "air-bubble": {"name": "Air Bubble", "traits": ["conjuration"], "type": "spell", "level": 1, "casting": ["rV"], "trigger": "A creature within range enters an environment where it can't breathe", "range": "60 feet", "target": "the triggering creature", "duration": "1 minute or until dismissed", "description": {"main": "A bubble of pure air appears around the target's head, allowing it to breathe normally. The spell is dismissed as soon as the target returns to an environment where it can breathe normally."}}, "air-walk": {"name": "Air Walk", "traits": ["transmutation"], "type": "spell", "level": 4, "casting": ["aS", "aV"], "range": "touch", "target": "one creature", "duration": "1 minute", "description": {"main": "The target can walk on air as if it were solid ground. It can ascend and descend in this way at a maximum of a 45-degree angle."}}, "alarm": {"name": "Alarm", "traits": ["abjuration"], "type": "spell", "level": 1, "casting": ["M", "S", "V"], "casting-time": "10 minutes", "requirements": "3gp silver bell focus", "range": "touch", "area": "20-foot burst", "duration": "8 hours", "description": {"main": "The focus is whisked away until the magic is broken or the spell expires. When you cast alarm, select a password. Whenever a Small or larger corporeal creature enters the spell's area without speaking the password, alarm sends your choice of a mental alert that awakens you (in which case the spell gains the mental trait) or an audible alarm with the sound and volume of a hand bell (in which case the spell gains the auditory trait). Either option automatically awakens you, and the bell allows each creature in the area to awake if it succeeds at a DC 15 Perception check. A creature aware of the alarm must succeed at a Stealth check against the spell's DC or trigger the alarm when moving into the area."}, "heightened": {"3rd": "You can specify criteria for creatures that sound the alarm. For instance, orcs or people with red hair."}}, "allegro": {"name": "Allegro", "traits": ["cantrip", "composition", "emotion", "enchantment", "mental"], "type": "spell", "level": 0, "casting": ["aV"], "range": "30 feet", "target": "one ally", "duration": "1 round", "description": {"main": "You perform rapidly, speeding your ally. The ally is quick and can use the action to Strike, Stride, or Step."}}, "alter-reality": {"name": "Alter Reality", "traits": ["divination"], "casting": ["aM", "aS", "aV"], "type": "spell", "level": 10, "description": {"main": "You use your occult lore and the power of your mind to manipulate the spiritual multiverse, resulting in any of the following effects: - Duplicate any occult spell of 9th level or lower. - Duplicate any non-occult spell of 7th level or lower. - Produce any effect whose power is equivalent to any occult spell 9th level or lower, or non-occult spell 7th level or lower. At the GM's discretion, you can try to produce greater effects, but this is dangerous and the spell may have only a partial effect."}}, "ancestral-surge": {"name": "Ancestral Surge", "traits": ["enchantment"], "type": "power", "level": 1, "casting": ["aV"], "duration": "1 round", "description": {"main": "You gain a +1 conditional bonus to spell rolls and spell DCs. If you have available Spell Points, you can spend 1 Spell Point and Concentrate on a Spell to extend its duration by 1 round."}}, "angelic-halo": {"name": "Angelic Halo", "traits": ["abjuration", "good"], "casting": ["aS", "aV"], "duration": "1 minute", "type": "power", "level": 1, "description": {"main": "You gain the effects of protection against evil."}, "heightened": {"3rd": "The effect of the spell increases to that of a circle of protection against evil, centered on you for 1 minute.", "5th": "The spell's duration increases to 1 hour"}}, "angelic-wings": {"name": "Angelic Wings", "type": "power", "level": 3, "traits": ["evocation", "light"], "duration": "3 rounds", "casting": ["aS", "aV"], "description": {"main": "Wings of pure light spread out from your back, granting you a fly Speed of 30 feet. Your wings cast bright light in a 30-foot radius. When the duration would end, if you have Spell Points, you can spend 1 Spell Point to increase the duration by 3 rounds. When it ends, you float to the ground, with feather fall's effects."}, "heightened": {"5th": "The base duration, and the extra duration for spending 1 Spell Point, increase to 1 minute.", "7th": "The base duration increases to 10 minutes. The extra duration for spending 1 Spell Point increases to 5 minutes."}}, "animal-form": {"name": "Animal Form", "type": "spell", "level": 3, "traits": ["polymorph", "transmutation"], "casting": ["aS", "aV"], "duration": "1 minute or until dismissed", "description": {"main": "You transform into a Medium animal battle form. You count as an animal in addition to your normal traits. Your gear is absorbed into you; the constant abilities of your gear still function, but you can't activate it. When you transform, you gain the following: - AC 22 (TAC 20), ignore armor's check penalty and reduced Speed. - One or more unarmed melee attacks, which are the only types of attacks you can use. You're trained with them. Your attack modifier is +10 and your damage bonus is +5. These are Strength based (for the purpose of enfeebled, for example). - 10 temporary Hit Points while you have the form. - Low-light vision. - Athletics bonus of +11 unless your own is higher. These special statistics can be adjusted only by penalties, circumstance bonuses, and conditional bonuses. Your battle form prevents casting spells, speaking, or using most actions with the manipulate trait that require hands. (The GM decides if there's doubt.) You can dismiss the spell with a concentrate action. If you prepare this spell, choose from the options below. You gain the attacks, Speeds, and special abilities listed. You can choose the specific type of animal (such as lion or snow leopard for cat). This has no effect on size or statistics.", "subsections": {"Ape": "Speed 25 feet, climb Speed 20 feet; scent; fist, Damage 2d6 bludgeoning", "Bear": "Speed 25 feet; scent; jaws, Damage 2d8 piercing; claw (agile), Damage 1d8 slashing.", "Bull": "Speed 30 feet; scent; horn, Damage 2d8 piercing.", "Canine": "Speed 40 feet; scent; jaws, Damage 2d8 piercing.", "Cat": "Speed 40 feet; scent; jaws, Damage 2d6 piercing; claw (agile), Damage 1d10 slashing.", "Deer": "Speed 45 feet; scent; antler, Damage 2d6 piercing.", "Frog": "Speed 25 feet, swim, Speed 25 feet; scent; jaws, Damage 2d6 bludgeoning; tongue (reach 15 feet), Damage 2d4 bludgeoning.", "Shark": "swim Speed 35 feet; scent; jaws, Damage 2d8 piercing.", "Snake": "Speed 20 feet, climb Speed 20 feet, swim Speed 20 feet; scent; fangs, Damage 2d4 piercing plus 1d6 poison"}}, "heightened": {"4th": "Your battle form is Large and your attacks have 10-foot reach. You must have enough space to expand or the spell is lost. Your statistics are AC 25 (TAC 22); attack modifier +14; damage bonus +9; 15 temporary HP; Athletics +14.", "5th": "Your battle form is Huge and your attacks have 15-foot reach. You must have enough space to expand or the spell is lost. Your statistics are AC 27 (TAC 24); attack modifier of +16; damage bonus +7 and double the number of damage dice; 20 temporary HP; Athletics +18."}}, "animal-messenger": {"traits": ["enchantment", "mental"], "name": "ANIMAL MESSENGER", "type": "SPELL", "level": 2, "casting-time": "1 minute", "casting": ["M", "S", "V"], "range": "120 feet", "duration": "1 week", "description": {"main": "You offer a gift of food, and an ordinary Tiny wild animal within range approaches to eat it. You imprint the image, direction, and distance of an obvious place or landmark well known to you within the animal. Optionally, you can attach a small object or note up to light Bulk to it. The animal does its best to reach the destination; if it does, it waits nearby until the duration expires, allowing other nonhostile creatures to approach it and remove the attached object. If there are no Tiny wild animals in range, the spell is lost."}}, "ant-haul": {"name": "ANT HAUL", "type": "SPELL", "level": 1, "traits": ["transmutation"], "casting": ["aS", "aV"], "range": "touch", "target": "one creature", "duration": "8 hours", "description": {"main": "The target can carry 3 more Bulk than normal before becoming encumbered and up to a maximum of 6 more Bulk."}}, "antimagic-field": {"traits": ["abjuration"], "name": "ANTIMAGIC FIELD", "type": "SPELL", "level": 8, "casting": ["aM", "aS", "aV"], "area": "10-foot aura", "duration": "concentration, up to 1 minute", "description": {"main": "Spells can't penetrate the area, magic items cease to function within it, and no one inside can cast spells or use magic abilities. Likewise, spells—such as dispel magic—can't affect the field itself unless they are of a higher level. Magic effects resume the moment they pass outside the field. For example, a ray fired from one side of the field could target a creature on the other side (as long as caster and target are outside). A summoned creature winks out of existence but reappears if the field moves or ends. Invested magic items cease to function, but they remain invested and function when the item exits; the ability boost from a potent item isn't suppressed. Spells of a higher level than the antimagic field overcome its effects, and can even be cast by a creature within the field. The field disrupts only magic, so a +3 longsword still functions as a master-quality longsword. Magically created creatures (such as golems) function normally within an antimagic field."}}, "arcane-countermeasure": {"traits": ["abjuration"], "name": "ARCANE COUNTERMEASURE", "type": "POWER", "level": 5, "casting": ["rS"], "trigger": "A creature within range that you can see casts a spell.", "range": "120 feet", "target": "the spell cast by the triggering creature", "description": {"main": "You undermine the target spell, making it easier to defend against. You reduce the spell's level by 1, and targets gain a +1 conditional bonus to any saving throws, skill checks, AC, or DC against it. You can't reduce the spell's level below its minimum (if any). For example, a 5th-level cone of cold would remain 5th-level, but a 5th-level fireball would become 4th-level."}}, "artistic-flourish": {"traits": ["transmutation"], "name": "ARTISTIC FLOURISH", "type": "POWER", "level": 2, "casting-time": "10 minutes", "casting": ["M", "S", "V"], "range": "touch", "target": "one item or work of art", "duration": "24 hours", "description": {"main": "You infuse the target with artisanal and artistic vision. Its quality increases to match your proficiency rank in Crafting, to a maximum of expert. The target is a beautiful and impressive piece for its new quality, but the effect is obviously temporary, so it can't be sold for more than normal. This doesn't allow you to use the target to Craft a magic item that requires the new quality or perform any other task requiring a permanent item of that quality."}, "heightened": {"4th": "If you spend 1 additional Spell Point, the maximum quality increases to master.", "8th": "If you spend 2 additional Spell Points, the maximum quality increases to legendary."}}, "athletic-exploit": {"traits": ["transmutation"], "name": "ATHLETIC EXPLOIT", "type": "POWER", "level": 1, "casting": ["aS"], "description": {"main": "Until the end of your turn, you don't take check penalties or Speed reduction from armor or encumbrance."}}, "augment-summoning": {"traits": ["conjuration"], "name": "AUGMENT SUMMONING", "type": "POWER", "level": 1, "casting": ["fV"], "trigger": "You complete an arcane spell that summons a creature.", "description": {"main": "The summoned creature gains a +1 conditional bonus to attack rolls, AC, and saving throws for the duration of the triggering spell."}}, "augury": {"traits": ["divination", "prediction"], "name": "AUGURY", "type": "SPELL", "level": 2, "casting-time": "10 minutes", "casting": ["M", "S", "V"], "description": {"main": "You ask about the results of a particular course of action. The spell can predict results up to 30 minutes into the future, and reveals the GM's best guess among the following outcomes. • Weal The results will be good. • Woe The results will be bad. • Weal and Woe The results will be a mix of good and bad. • Nothing There won't be particularly good or bad results. The GM rolls a secret DC 6 flat check. On a failure, the result is always \"nothing.\" This makes it impossible to tell whether a \"nothing\" result is accurate. If anyone casts augury on the same topic, use the secret roll result from the first casting. It's possible to get a different result if circumstances change."}}, "avatar": {"name": "AVATAR", "type": "SPELL", "level": 10, "traits": ["polymorph", "transmutation"], "casting": ["aS", "aV"], "duration": "1 minute or until dismissed", "description": {"main": "You transform into an avatar of your deity, assuming a Huge battle form. You must have space to expand or the spell is lost. You count as a deity in addition to your normal traits. Your gear is absorbed into you; the constant abilities of your gear still function, but you can't activate it. When you transform, you gain the following: • AC 42 (TAC 39), ignore armor's check penalty and reduced Speed. • One or more attacks, which are the only types of attacks you can use. You're trained with them. Your attack modifier is +31 and the damage bonus is listed. Melee attacks are Strength based (for the purposes of enfeebled, for example) unless they have the finesse trait, and all ranged attacks are Dexterity based. They target the enemy's AC. Even if they deal positive or negative damage, they don't heal creatures. • 30 temporary Hit Points while you have the form. • Darkvision. • Athletics bonus of +31 unless your own bonus is higher. These statistics can be adjusted only by penalties, circumstance bonuses, and conditional bonuses. This form prevents spellcasting and most manipulate actions that require hands (the GM decides if there's doubt). You can dismiss the spell with a concentrate action. When in battle form, you gain the attacks, Speeds, and special abilities listed for your deity below.", "subsections": {"Abadar": "Speed 50 feet, immune to hampered and immobilized, burrow Speed 30 feet; crossbow (range 120 feet, reload 1), Damage 6d10+3 piercing.", "Asmodeus": "Speed 70 feet, immune to hampered, air walk; mace (reach 15 feet), Damage 6d10+6 bludgeoning; hellfire (range 120 feet), Damage 6d6+3 fire.", "Calistria": "Speed 30 feet, fly Speed 70 feet; whip (disarm, finesse nonlethal, reach 20 feet), Damage 6d4+6 slashing; savored sting (range 60 feet), Damage 6d6+3 poison.", "Cayden Cailean": "Speed 70 feet, ignore difficult terrain (and greater), air walk; rapier (deadly, reach 15), Damage 6d6+6 piercing; ale splash (range 120 feet), Damage 6d6+3 poison.", "Desna": "Speed 30 feet, fly Speed 70 feet; starknife (agile, deadly, finesse, reach 15, silver, thrown 60), Damage 6d4+6 piercing; moonbeam (range 120 feet, silver), Damage 6d6+3 fire.", "Erastil": "Speed 70 feet, ignore difficult terrain (and greater), air walk; longbow (deadly, range 150), Damage 6d8+3 piercing.", "Gorum": "Speed 70 feet, immune to hampered and immobilized; greatsword (versatile P, reach 15), Damage 6d12+6 slashing.", "Gozreh": "fly Speed 70 feet, swim Speed 70 feet, no land Speed; ignore difficult terrain (and greater); wind (versatile electricity, range 120 feet), Damage 6d6+3 bludgeoning; waves Damage 6d8+6 bludgeoning (bull rush, reach 15, thrown 20).", "Iomedae": "Speed 70 feet, immune to hampered, air walk; shield (15 Hardness, can't be dented or broken); longsword (versatile piercing, reach 15 feet), Damage 6d8+6 slashing.", "Irori": "Speed 80 feet, immune to hampered, air walk; unfettered strike (agile, versatile S or P, finesse, reach 15), Damage 6d8+6 bludgeoning; wind strike (range 60), Damage 6d4+6 bludgeoning.", "Lamashtu": "Speed 30 feet, fly Speed 70 feet; falchion (forceful, reach 15 feet), Damage 6d10+6 slashing; waters of Lamashtu, (range 120 feet), Damage 6d6+3 poison.", "Nethys": "Speed 70 feet, immune hampered, air walk; raw magic (versatile cold, electricity, fire, range 120), Damage 6d6 force.", "Norgorber": "Speed 70 feet, ignore difficult terrain and greater difficult terrain, air walk; short sword (agile, finesse, versatile slashing, reach 15 feet), Damage 6d6+6 piercing; blackfinger toss (range 120 feet), Damage 6d6+3 poison.", "Pharasma": "Speed 70 feet, immune to hampered, airwalk; dagger (agile, finesse, reach 15 feet, thrown 40 feet), Damage 6d6+6 slashing; spiral blast (range 120 feet, damages only undead, Damage 6d8+3 positive).", "Rovagug": "Speed 50 feet, immune to hampered and immobilized, burrow Speed 30 feet; jaws (reach 15 feet), Damage 6d12+6 piercing; leg (agile, versatile piercing, reach 15 feet), Damage 6d8+6 bludgeoning.", "Sarenrae": "Speed 30 feet, fly Speed 70 feet; scimitar (forceful, nonlethal, reach 15 feet), Damage 6d6+6 slashing; everflame (nonlethal, range 120 feet), Damage 6d6+3 fire.", "Shelyn": "Speed 70 feet, ignore difficultterrain and greater difficult terrain, air walk; glaive (deadly, nonlethal, reach 20 feet), Damage 6d8+6 slashing; melody of inner beauty, (nonlethal, range 120 feet), Damage 6d6+3 sonic.", "Torag": "Speed 50 feet, immune to hampered and immobilized, burrow Speed 30 feet; shield (15 Hardness, can't be dented or broken); warhammer (bull rush, reach 15 feet), Damage 6d8+6 bludgeoning.", "Urgathoa": "Speed 70 feet, immune to hampered, air walk; scythe (deadly, trip, reach 15 feet), Damage 6d10+6 slashing; pallid plague (range 120 feet), Damage 6d6+3 negative.", "Zon-Kuthon": "Speed 70 feet, ignore difficult terrain and greater difficult terrain, air walk; spiked chain (disarm, trip, reach 15 feet), Damage 6d8+6 slashing; midnight pain (mental, nonlethal, range 120 feet), Damage 6d6+3."}}}, "baleful-polymorph": {"name": "BALEFUL POLYMORPH", "type": "SPELL", "level": 6, "traits": ["polymorph", "transmutation"], "casting": ["aS", "aV"], "range": "30 feet", "target": "one creature", "duration": "varies", "description": {"main": "You attempt to transform the target creature into a harmless animal appropriate to the area, with effects based on its Fortitude save.", "subsections": {"success": "The target's body gains minor features of the harmless animal. Its insides churn, causing it to be sick 1. When it recovers from the sickness, its features revert to normal.", "crit": "The target is unaffected.", "failure": "The target transforms for 1 minute but keeps its mind. It can spend all its actions on its turn concentrating on its original form, granting it a Will save to end the effect.", "crit-fail": "The target is transformed into the chosen harmless animal, body and mind, for 1 day."}}, "heightened": {"8th": "On a critical failure, the duration is unlimited."}}, "bane": {"name": "BANE", "type": "SPELL", "level": 1, "traits": ["enchantment", "mental"], "casting": ["aS", "aV"], "area": "30-foot aura", "target": "enemies in the aura", "duration": "concentration, up to 1 minute", "description": {"main": "Divine censure makes it difficult for your enemies to attack. Targets take a –1 conditional penalty to attack rolls. Bane can dispel bless."}}, "banishment": {"name": "BANISHMENT", "type": "SPELL", "level": 5, "traits": ["abjuration"], "casting": ["aS", "aV"], "range": "30 feet", "target": "one creature that isn't on its home plane", "description": {"main": "You send the target back to its home plane, to the place it was before leaving. The effect depends on the target's Will save. You can add a Material Casting action to give the creature a –2 circumstance penalty to its save. The component must be a specially gathered object that is anathema to the creature, not from a spell component pouch. You can cast this spell only when you're on your home plane.", "subsections": {"success": "The creature resists being banished.", "crit": "The creature resists being banished and you are stunned until the end of your next turn.", "failure": "The creature is banished.", "crit-failure": "The creature is banished and can't return to your home plane by any means for 1 week."}}, "heightened": {"9th": "You can target up to 10 creatures. The extra material component affects these targets if it is anathema to them."}}, "barkskin": {"name": "BARKSKIN", "type": "SPELL", "level": 2, "traits": ["abjuration", "plant"], "casting": ["aS", "aV"], "range": "touch", "target": "one creature", "duration": "1 minute", "description": {"main": "The target's skin is covered in bark. The target gains resistance 1 to bludgeoning and piercing damage and weakness 2 to fire."}, "heightened": {"+2": "The resistances increase by 2 and weakness by 3."}}, "bind-soul": {"name": "BIND SOUL", "type": "SPELL", "level": 9, "casting": ["aS", "aV"], "traits": ["evil", "necromancy"], "requirements": "black sapphire with a gp value of at least the target's level × 100", "range": "30 feet", "target": "one creature that died within the last minute", "duration": "unlimited", "description": {"main": "You wrench the target's soul and imprison it in a black sapphire. The soul can't be returned to life through any means, even a miracle or wish. If the gem is destroyed or soul bind is dispelled on the gem, the soul is free. The gem has AC 16, TAC 12, and Hardness 10. A gem can't hold more than one soul, and attempting to put another soul into it wastes the spell."}}, "bind-undead": {"traits": ["necromancy"], "name": "BIND UNDEAD", "type": "SPELL", "level": 3, "casting": ["aS", "aV"], "range": "30 feet", "target": "one mindless undead creature with a level no greater than bind undead's spell level", "duration": "1 day", "description": {"main": "You control the target. It gains the minion trait. If you or an ally acts hostile to the target, the spell ends."}}, "bit-of-luck": {"name": "BIT OF LUCK", "type": "POWER", "level": 1, "traits": ["fortune", "divination"], "casting": ["rS"], "trigger": "You or an ally within range fails an attack roll, saving throw, or skill check by 1 and did not benefit from a conditional bonus.", "range": "30 feet", "description": {"main": "You tilt the scales of luck slightly, adding a +1 conditional bonus to the check retroactively, thus making the check a success."}}, "black-tentacles": {"name": "BLACK TENTACLES", "type": "SPELL", "level": 5, "traits": ["conjuration"], "casting": ["aM", "aS", "aV"], "range": "120 feet", "area": "20-foot burst adjacent to a flat surface", "duration": "1 minute or until dismissed", "description": {"main": "Tentacles rise and attempt to Grapple each creature in the area. Make spell rolls against the Fortitude DC of each creature. Any creature you succeed against is grabbed and takes 2d6 bludgeoning damage. Whenever a creature ends its turn in the tentacles, the tentacles attempt to grab that creature if they haven't already, and deal 1d6 bludgeoning damage to any creature grabbed. The tentacles' escape DC is equal to your spell DC. A creature can attack a tentacle in an attempt to release its grip. It has AC 25 and TAC 23 and is destroyed if it takes 12 damage or more."}}, "blade-barrier": {"name": "BLADE BARRIER", "type": "SPELL", "level": 6, "traits": ["evocation", "force"], "casting": ["aM", "aS", "aV"], "range": "120 feet", "duration": "1 minute", "description": {"main": "Blades of force form a churning wall. The wall is a straight line 20 feet high, 120 feet long, and 2 inches thick and provides cover. You deal 6d8 force damage to each creature in its space when the wall is created, that attempts to pass through the wall, or that ends its turn inside the wall; the creature must attempt a Reflex save. A creature that succeeds when the wall is created is pushed to the nearest space on the side of its choice.", "subsections": {"success": "The creature takes half damage.", "crit": "The creature is unaffected.", "failure": "The creature takes full damage.", "crit-fail": "The creature takes double damage. If it was trying to move through, it fails but can try again with later actions."}}, "heightened": {"+1": "The damage increases by 1d8."}}, "bless": {"name": "BLESS", "type": "SPELL", "level": 1, "casting": ["aS", "aV"], "traits": ["enchantment", "mental"], "area": "30-foot aura", "target": "you and allies in the aura", "duration": "concentration, up to 1 minute", "description": {"main": "Blessings from beyond make your companions potent. They gain a +1 conditional bonus to attack rolls. Bless can dispel bane."}}, "blind-ambition": {"name": "BLIND AMBITION", "type": "POWER", "level": 1, "traits": ["emotion", "enchantment", "mental"], "casting": ["aS", "aV"], "range": "30 feet", "target": "one creature", "duration": "10 minutes", "description": {"main": "You strengthen a target's ambition, increase its resentment of allies, and make it easier to turn. The effects depend on its Will save.", "subsections": {"success": "Attempts to Coerce, Request, or use mental effects to convince the target to advance its own ambitions take half the usual circumstance penalties (or gain bonuses on the target's save) for being against the target's convictions or nature.", "crit": "The target takes no effect.", "failure": "Attempts to Coerce, Request, or use mental effects to convince the target to advance its own ambitions ignore any circumstance penalties (or bonuses on the target's save) for being against the target's convictions or nature, and they seem reasonable for effects like suggestion.", "crit-fail": "The target is overcome with ambition, taking whatever actions would advance its own agenda over that of its allies, even without attempts to convince the target."}}}, "blindness": {"name": "BLINDNESS", "type": "SPELL", "level": 3, "traits": ["necromancy"], "casting": ["aS", "aV"], "range": "30 feet", "target": "one creature", "description": {"main": "You blind the target. The effect is determined by the target's Fortitude save. The target is bolstered against all castings of blindness.", "subsections": {"success": "The target is blinded until its next turn begins.", "crit": "The target is unaffected.", "failure": "The target is blinded for 1 minute.", "crit-fail": "The target is blinded permanently."}}}, "blink": {"name": "BLINK", "type": "SPELL", "level": 4, "traits": ["conjuration", "teleportation"], "casting": ["aS", "aV"], "duration": "1 minute", "description": {"main": "You blink quickly between the Material and Ethereal Planes. You gain resistance 5 to all damage (overcome by force). You can Concentrate on the Spell to vanish and reappear 10 feet in a random direction determined by the GM; the movement doesn't trigger reactions. At the end of your turn, you vanish and reappear as above."}}, "blur": {"name": "BLUR", "type": "SPELL", "level": 2, "traits": ["illusion", "visual"], "casting": ["aS", "aV"], "range": "touch", "target": "one creature", "duration": "1 minute", "description": {"main": "The target's form appears blurry and it is concealed."}}, "breath-of-life": {"name": "BREATH OF LIFE", "type": "SPELL", "level": 5, "traits": ["healing", "necromancy", "positive"], "casting": ["rV"], "trigger": "A living creature within range would die.", "range": "60 feet", "target": "the triggering creature", "description": {"main": "The target regains 4d8 plus your spellcasting ability modifier Hit Points, reduces its dying condition to dying 3, and gets a +2 conditional bonus to its next recovery save. You can't use breath of life if the triggering effect was disintegrate or a death effect."}}, "burning-hands": {"name": "BURNING HANDS", "type": "SPELL", "level": 1, "traits": ["evocation", "fire"], "casting": ["aS", "aV"], "area": "15-foot cone", "description": {"main": "Gouts of flame rush from your hands. You deal 2d6 fire damage to creatures in the area; they must each attempt a Reflex save.", "subsections": {"success": "The creature takes half damage.", "crit": "The creature takes no damage.", "failure": "The creature takes full damage.", "crit-fail": "The creature takes double damage."}}, "heightened": {"+1": "The damage increases by 2d6."}}, "call-of-the-grave": {"name": "CALL OF THE GRAVE", "type": "POWER", "level": 1, "traits": ["arcane", "attack", "fear", "necromancy", "wizard"], "casting": ["aS", "aV"], "range": "30 feet", "target": "one living creature", "description": {"main": "You fire a dreadful ray. Make a ranged touch attack.", "subsections": {"success": "The target becomes frightened 1.", "crit": "The target becomes frightened 2.", "failure": "The target is unaffected."}}}, "calm-emotions": {"name": "CALM EMOTIONS", "type": "SPELL", "level": 2, "traits": ["emotion", "enchantment", "mental"], "casting": ["aS", "aV"], "range": "120 feet", "area": "10-foot burst", "duration": "concentration, up to 1 minute", "description": {"main": "Creatures in the area become calm, depending on their Will saves.", "subsections": {"success": "Calming urges give a –1 conditional penalty to attack rolls.", "crit": "The creature is unaffected.", "failure": "You suppress emotion effects and prevent the creature from acting hostile. If it is subject to hostility from any other creature, it ceases to be affected by calm emotions.", "crit-fail": "As failure, but hostility doesn't end the effect."}}}, "captivating-adoration": {"name": "CAPTIVATING ADORATION", "type": "POWER", "level": 2, "traits": ["emotion", "enchantment", "mental"], "casting": ["aS", "aV"], "area": "15-foot aura", "duration": "1 minute", "description": {"main": "You become entrancingly beautiful and desirable, and creatures are distracted by their feelings for you as long as they remain within the area. The effect is determined by their Will saves. If a creature leaves and reenters, use the original save results.", "subsections": {"success": "The creature takes a –1 conditional penalty to Perception and skill checks not directed at you.", "crit": "The creature is unaffected.", "failure": "The creature is fascinated.", "crit-fail": "The creature is fascinated and its attitude toward you improves by one step."}}}, "celestial-brand": {"name": "CELESTIAL BRAND", "type": "POWER", "level": 5, "traits": ["curse", "necromancy"], "casting": ["aS", "aV"], "range": "30 feet", "target": "one non-good creature", "duration": "1 round", "description": {"main": "A blazing symbol appears on the target, marking it for divine justice. You and your allies receive a +1 conditional bonus to your attack rolls and skill checks against it. Anytime a good creature damages it, it deals 2d4 additional good damage. The target is bolstered against all castings of celestial brand."}, "heightened": {"+2": "The good damage increases by 1d4."}}, "chain-lightning": {"name": "CHAIN LIGHTNING", "type": "SPELL", "level": 6, "traits": ["evocation", "electricity"], "casting": ["aS", "aV"], "range": "500 feet", "target": "one creature, plus any number of additional creatures", "description": {"main": "You discharge a powerful bolt of lightning at the target, dealing 7d12 electricity damage unless it succeeds at a Reflex save. The electricity arcs to another creature within 30 feet of the first target, jumps to another creature within 30 feet of that target, and so on. You can end the chain at any point. You can't target the same creature more than once, and you must have line of effect to all targets. Targets after the first take 6d12 electricity damage and must attempt a Reflex save. Roll the damage only once and apply it to each target (halving or doubling when necessary).", "subsections": {"success": "The targets take half damage.", "crit": "The targets are unaffected, and the chain ends.", "failure": "The targets take full damage", "crit-fail": "The targets take double damage."}}, "heightened": {"+1": "The damage to all targets increases by 1d12."}}, "charm": {"name": "CHARM", "type": "SPELL", "level": 1, "traits": ["emotion", "enchantment", "mental"], "casting": ["aS", "aV"], "range": "30 feet", "target": "one humanoid creature", "duration": "1 hour or until dismissed", "description": {"main": "To the target, your words are honey and your visage bathed in dreamy haze. It must attempt a Will save, with a +4 circumstance bonus if you or your allies recently threatened it or acted hostile. You can dismiss charm with a Verbal Casting action. If you act hostile to the target, the spell ends. When the spell ends, the target doesn't necessarily realize it was charmed unless its friendship with you or the actions you convinced it to take clash with its expectations, which could potentially allow you to convince the target to continue being your friend via mundane means.", "subsections": {"success": "The target is unaffected, but thinks your spell was something harmless instead of charm, unless it identifies the spell (usually with Identify Magic).", "crit": "The target is unaffected and aware you tried to charm it.", "failure": "The target's attitude becomes friendly toward you. If it was friendly, it becomes helpful. It can't act hostile toward you.", "crit-fail": "Target is helpful and can't act hostile toward you."}}, "heightened": {"4th": "You can target any creature, not just humanoids.", "8th": "You can target up to 10 creatures of any kind."}}, "charming-touch": {"name": "CHARMING TOUCH", "type": "POWER", "level": 1, "traits": ["attack", "evocation", "enchantment", "mental"], "casting": ["aS"], "range": "30 feet", "target": "one humanoid creature", "duration": "10 minutes or until dismissed", "description": {"main": "You infuse your target with love or lust, causing it to act friendlier. On a successful touch attack roll, the target attempts a Will save, with a +4 circumstance bonus if you or your allies recently threatened or acted hostile to it and a –2 circumstance penalty if you critically succeed on the attack roll or it allows you to touch it. You can dismiss the spell with a Verbal Casting action. If you act hostile to the target, the spell ends. When the spell ends, the target doesn't necessarily realize it was charmed unless its friendship with you or the actions you convinced it to take clash with its expectations, which could potentially allow you to convince the target to continue being your friend via mundane means. The effects of the Will save are the same effects as charm."}, "heightened": {"4th": "You can target any type of creature, not just humanoids, as long as they would find you attractive."}}, "charming-words": {"name": "CHARMING WORDS", "type": "POWER", "level": 1, "traits": ["auditory", "enchantment", "lingual", "mental"], "casting": ["aS", "aV"], "range": "30 feet", "target": "one creature", "duration": "until the start of your next turn", "description": {"main": "You whisper enchanting words with effects depending on the target's Will save. The target is bolstered.", "subsections": null, "failure": "The target can't act hostile toward you.", "crit-fail": "The target is stunned.", "success": "The target is unaffected.", "crit": "You enrage the target; it gains a +2 circumstance bonus to attack rolls, spell rolls, and spell DCs against you."}}, "chill-touch": {"name": "CHILL TOUCH", "type": "SPELL", "level": 0, "traits": ["attack", "necromancy", "negative"], "casting": ["aS", "aV"], "range": "touch", "target": "one living or undead creature", "description": {"main": "Your touch weakens the living and disorients undead. Make a melee touch attack. The effect of a hit depends on whether the target is living or undead. Heightening increases the damage.", "subsections": {"Living Creature": "1d8 negative damage. On a critical hit, double damage and enfeebled 1 for 1 round.", "Undead Creature": "Flat-footed for 1 round. On a critical hit, it's also fleeing for 1 round unless it succeeds at a Will save."}}, "heightened": {"3rd": "Damage of 1d8 + your spellcasting ability modifier.", "5th": "Damage of 2d8 + your spellcasting ability modifier.", "7th": "Damage of 3d8 + your spellcasting ability modifier.", "9th": "Damage of 4d8 + your spellcasting ability modifier."}}, "chromatic-wall": {"name": "CHROMATIC WALL", "type": "SPELL", "level": 5, "traits": ["abjuration"], "casting": ["aM", "aS", "aV"], "range": "120 feet", "duration": "10 minutes", "description": {"main": "You create an opaque wall of light in a vibrant color. The wall is straight and vertical, stretching 60 feet across and 30 feet high. If it would pass through a creature, the spell is lost. The wall sheds bright light 20 feet on each side. You can ignore its effects. Roll 1d4 to determine the color of the wall. Each color has a particular effect on items, effects, or creatures that attempt to pass through. Chromatic wall can't be dispelled normally; rather, each color is automatically dispelled when targeted by a specific spell, even if that spell is a lower level than chromatic wall.", "subsections": {"1:Red": "Destroys ranged weapon ammunition (such as arrows and crossbow bolts) that would pass through, and deals 15 fire damage to anyone passing through (Reflex half, or none on a critical success). Dispelled by cone of cold.", "2:Orange": "Destroys thrown weapons that would pass through, and deals 20 acid damage to anyone passing through (Reflex half, or none on a critical success). Dispelled by gust of wind.", "3:Yellow": "Stops acid, cold, electricity, fire, force, negative, positive, and sonic effects from passing through, and deals 25 electricity damage to anyone passing through (Reflex half, or none on a critical success). Dispelled by disintegrate.", "4:Green": "Stops toxins, gases, and breath weapons from passing through, and deals 10 poison damage to anyone passing through and makes them enfeebled 1 (Fortitude half damage and negate enfeebled, and no damage on a critical success) for 1 minute. Dispelled by passwall."}}, "heightened": {"7th": "The spell's duration increases to 1 hour. Roll 1d8 to determine the wall's color. A red, orange, yellow, or green wall deals an extra 10 damage. 5:Blue Stops auditory, petrification, and visual effects from passing through, and those passing through suffer the effects of flesh to stone. Dispelled by magic missile. 6:Indigo Stops divination and mental effects from passing through, and those passing through suffer the effects of warp mind. Dispelled by searing light. 7:Violet Prevents spells from targeting the other side (area effects still cross as normal), and creatures passing through are slow 1 for 1 minute (sent to another plane, as the effect of plane shift, on a critical failure). Dispelled by dispel magic. 8:Reroll, and the wall's save DC gets a +2 conditional bonus."}}, "circle-of-protection": {"name": "CIRCLE OF PROTECTION", "type": "SPELL", "level": 3, "traits": ["abjuration"], "casting": ["aM", "aS", "aV"], "range": "touch", "area": "10-foot-aura centered on the touched creature", "duration": "1 minute", "description": {"main": "Choose chaotic, evil, good, or lawful. If you choose chaos, this spell gains the lawful trait and so on. Creatures in the area gain a +1 conditional bonus to AC against attacks by creatures of the chosen alignment and saves against effects from such creatures. This increases to +3 against effects from such creatures that directly control the target and attacks made by such summoned creatures. Summoned creatures of the chosen alignment can't willingly enter without a Will save. Use the first result for repeated attempts."}, "heightened": {"4th": "The duration increases to 1 hour."}}, "clairaudience": {"name": "CLAIRAUDIENCE", "type": "SPELL", "level": 3, "traits": ["divination", "scrying"], "casting-time": "1 minute", "casting": ["M", "S", "V"], "range": "500 feet", "duration": "1 minute", "description": {"main": "You create an invisible floating ear at a location within range (even if it's outside your line of sight or line of effect). It can't move, but you can hear through the ear as if using your normal auditory senses."}}, "clairvoyance": {"name": "CLAIRVOYANCE", "type": "SPELL", "level": 4, "traits": ["divination", "scrying"], "casting-time": "1 minute", "casting": ["M", "S", "V"], "range": "500 feet", "duration": "1 minute", "description": {"main": "You create an invisible floating eye at a location within range (even if it's outside your line of sight or line of effect). The eye can't move, but you can see in all directions as if using your normal visual senses."}}, "cloak-of-colors": {"name": "CLOAK OF COLORS", "type": "SPELL", "level": 5, "traits": ["illusion", "visual"], "casting": ["aS", "aV"], "range": "30 feet", "target": "one creature", "duration": "1 minute", "description": {"main": "A cloak of swirling colors shrouds the target. Creatures are dazzled while adjacent to it, and attacks cause a brilliant flash of light. When a creature hits the target with a melee attack, it must attempt a Will save. It's bolstered until the end of its next turn.", "subsections": {"success": "The attacker is unaffected.", "failure": "The attacker is blinded for 1 round.", "crit-fail": "The attacker is stunned for 1 round."}}}, "cloudkill": {"name": "CLOUDKILL", "type": "SPELL", "level": 5, "traits": ["death", "necromancy", "poison"], "casting": ["aM", "aS", "aV"], "range": "120 feet", "area": "20-foot burst", "duration": "1 minute or until dismissed", "description": {"main": "You conjure a moving bank of poisonous fog. This functions as obscuring mist, except the area moves 10 feet away from you each round. You deal 5d6 poison damage to each breathing creature that starts its turn in the spell's area; each creature must attempt a Fortitude save.", "subsections": {"success": "The creature takes half damage.", "crit": "The creature takes no damage.", "failure": "The creature takes full damage.", "crit-fail": "The creature takes double damage."}}, "heightened": {"+1": "The damage increases by 1d6."}}, "collective-transposition": {"name": "COLLECTIVE TRANSPOSITION", "type": "SPELL", "level": 6, "traits": ["conjuration", "teleportation"], "casting": ["aS", "aV"], "area": "30-foot aura", "target": "up to two creatures", "description": {"main": "You teleport the targets to new positions within the area. The creature must be able to fit, and the position must be unoccupied, entirely within the area, and in your line of sight. Unwilling creatures can attempt a Will save.", "subsections": {"success": "The target is unaffected.", "crit": "The target can choose to teleport, but it chooses the destination.", "failure": "You teleport the target and choose its destination."}}, "heightened": {"+1": "The number of targets increases by one."}}, "color-spray": {"name": "COLOR SPRAY", "type": "SPELL", "level": 1, "traits": ["illusion", "visual"], "casting": ["aS", "aV"], "area": "15-foot cone", "duration": "1 or more rounds (see below)", "description": {"main": "Swirling colors affect viewers based on their Will saves.", "subsections": {"success": "Dazzled for 1 round.", "crit": "The target is unaffected.", "failure": "Blinded for 1 round, dazzled for 4 rounds.", "crit-fail": "Stunned for 1 round, blinded for 4 rounds."}}}, "command": {"name": "COMMAND", "type": "SPELL", "level": 1, "traits": ["auditory", "enchantment", "lingual", "mental"], "casting": ["aS", "aV"], "range": "30 feet", "target": "one creature", "duration": "until the end of the target's next turn", "description": {"main": "You shout a command that's hard to ignore. You can command the target to approach you, run away (as if it had the fleeing condition), drop what it's holding, drop prone, or stand in place. The effects depend on the target's Will save.", "subsections": {"success": "The target is unaffected.", "failure": "The target spends its first action doing as you commanded, and the spell is dismissed.", "crit-fail": "The target does as you commanded, spending as many actions as possible doing so, and does nothing else."}}, "heightened": {"5th": "You can target up to 10 creatures."}}, "commanding-lash": {"name": "COMMANDING LASH", "type": "POWER", "level": 2, "traits": ["enchantment", "mental"], "casting": ["aV"], "requirements": "Your last action must have been a Strike that dealt damage to a target.", "description": {"main": "You issue a command to the target, as the spell command."}}, "competitive-edge": {"name": "COMPETITIVE EDGE", "type": "POWER", "level": 2, "traits": ["emotion", "enchantment", "mental"], "casting": ["aS", "aV"], "duration": "1 minute", "description": {"main": "Your competitiveness drives you to better yourself against superior opposition. You gain a +1 conditional bonus to checks against a DC more than 11 greater than your total bonus before competitive edge; this doesn't affect your DCs. For instance, if you attempt a check at a +10 against a DC of 22 or higher, you gain the bonus, but if the DC is 21 or lower, you don't."}}, "comprehend-language": {"name": "COMPREHEND LANGUAGE", "type": "SPELL", "level": 2, "traits": ["divination"], "casting": ["aS", "aV"], "range": "30 feet", "target": "one creature", "duration": "1 hour", "description": {"main": "The target can understand the meaning of a single language it is hearing or reading when you cast the spell. This doesn't let it understand codes, language couched in metaphor, and the like."}, "heightened": {"3rd": "The target can also speak the language.", "4th": "You can target up to 10 creatures, and targets can also speak the language."}}, "cone-of-cold": {"name": "CONE OF COLD", "type": "SPELL", "level": 5, "traits": ["cold", "evocation"], "casting": ["aS", "aV"], "area": "30-foot cone", "description": {"main": "Icy cold rushes forth from your hands. You deal 11d6 cold damage to creatures in the area; they must each attempt a Reflex save. When casting this Spell, you can add a Material Casting action to include a small crystal or icicle. If you do, increase the area to a 60-foot cone.", "subsections": {"success": "The creature takes half damage.", "crit": "The creature takes no damage.", "failure": "The creature takes full damage.", "crit-fail": "The creature takes double damage."}}, "heightened": {"+1": "The damage increases by 2d6."}}, "confusion": {"name": "CONFUSION", "type": "SPELL", "level": 4, "traits": ["emotion", "enchantment", "mental"], "casting": ["aS", "aV"], "range": "30 feet", "target": "one creature", "duration": "1 minute or until dismissed", "description": {"main": "You befuddle your target with strange impulses, causing it to act randomly. The effects are determined by the target's Will save.", "subsections": {"success": "Babbles incoherently and is slowed 1 for 1 round.", "crit": "The target is unaffected.", "failure": "Confused for 1 minute. It can attempt a new save at the end of each of its turns to end the confusion.", "crit-fail": "Confused for 1 minute with no save to end early."}}, "heightened": {"8th": "You can target up to 10 creatures."}}, "contingency": {"name": "CONTINGENCY", "type": "SPELL", "level": 7, "traits": ["abjuration"], "casting-time": "10 minutes", "casting": ["M", "S", "V0"], "duration": "24 hours", "description": {"main": "You prepare a spell to trigger later. While casting contingency, you also cast another spell of 4th level or lower with a casting time of no more than three actions. You must pay any appropriate costs for the spell. This companion spell must be one that can affect you. You must make any decisions for the spell when you set the contingency, such as choosing damage type for resist energy. During the casting, choose a trigger under which the spell will be cast, using the same restrictions as the trigger for a readied action. You can cause the companion spell to come into effect as a reaction with that trigger. It affects only you, even if it would normally affect more creatures. If you define complicated conditions, as determined by the GM, the trigger might fail. If you cast contingency, the newer one supersedes the older."}, "heightened": {"8th": "You can choose a spell of 5th level or lower.", "9th": "You can choose a spell of 6th level or lower.", "10th": "You can choose a spell of 7th level or lower."}}, "continual-flame": {"name": "CONTINUAL FLAME", "type": "SPELL", "level": 2, "traits": ["evocation", "light"], "casting": ["aM", "aS", "aV"], "cost": "6 gp worth of ruby dust", "range": "touch", "target": "one object", "duration": "unlimited", "description": {"main": "A magical flame springs up from the object, as bright as a torch. It doesn't need oxygen, react to water, or generate heat."}, "heightened": {"+1": "The cost increases as follows: 16 gp for 3rd level; 30 gp for 4th; 60 gp for 5th; 120 gp for 6th; 270 gp for 7th; 540 gp for 8th; 1,350 gp for 9th; and 3,350 gp for 10th."}}, "control-water": {"name": "CONTROL WATER", "type": "SPELL", "level": 5, "traits": ["evocation", "water"], "casting": ["aS", "aV"], "range": "500 feet", "area": "50 feet long by 50 feet wide", "description": {"main": "You can raise or lower the level of water in the chosen area by 10 feet. Water creatures in the area suffer the effects of slow."}}, "counter-performance": {"name": "COUNTER PERFORMANCE", "type": "POWER", "level": 1, "traits": ["composition", "enchantment", "fortune", "mental", "power"], "casting": ["rV", "rS"], "trigger": "You or an ally within 60 feet must roll a saving throw against an auditory or visual effect.", "area": "60-foot aura", "description": {"main": "You protect yourself and allies through performance. Choose an auditory performance if the trigger was auditory or a visual performance if it was visual, then roll a Performance check for the chosen performance. You and allies in the area can use the higher result of your Performance check or their saving throw."}}, "create-food": {"name": "CREATE FOOD", "type": "SPELL", "level": 2, "traits": ["conjuration"], "casting-time": "10 minutes", "casting": ["S", "V"], "range": "30 feet", "description": {"main": "You create enough food to feed six Medium creatures for a day; it's bland and unappealing and leaves the eater unsatisfied. After 1 day, if no one has eaten the food, it decays and becomes inedible. Most Small creatures eat one-fourth as much as a Medium creature (one-sixteenth as much for most Tiny creatures), and most Large creatures eat 10 times as much (100 times as much for Huge creatures and so on)."}, "heightened": {"4th": "You can feed 12 Medium creatures.", "6th": "You can feed 50 Medium creatures.", "8th": "You can feed 200 Medium creatures."}}, "create-water": {"name": "CREATE WATER", "type": "SPELL", "level": 1, "traits": ["conjuration", "water"], "casting": ["aS", "aV"], "range": "touch", "description": {"main": "Cupping your hands, water begins to flow. You create 2 gallons of water. If no one drinks it, it evaporates after 1 day."}}, "creation": {"name": "CREATION", "type": "SPELL", "level": 4, "traits": ["conjuration"], "casting-time": "1 minute", "casting": ["M", "S", "V"], "range": "0 feet", "duration": "1 hour", "description": {"main": "You create a temporary standard-quality object. It must be of vegetable matter and 5 cubic feet or smaller. It can't rely on intricate artistry or complex moving parts, never functions as a cost or the like, and can't be made of special materials or materials with a rarity of uncommon or higher. It is obviously temporary conjured."}, "heightened": {"5th": "The item is expert quality and can use minerals."}}, "crisis-of-faith": {"name": "CRISIS OF FAITH", "type": "SPELL", "level": 3, "traits": ["enchantment", "mental"], "casting": ["aS", "aV"], "range": "30 feet", "target": "one creature", "description": {"main": "You assault the target's faith, riddling the creature with doubt and mental turmoil for 6d4 mental damage, or 6d6 mental damage if it can cast divine spells. The effects are determined by its Will save. To many deities, casting this spell on a follower of your own deity without significant cause is anathema.", "subsections": {"success": "The target takes half damage.", "crit": "The target takes no damage.", "failure": "The target takes full damage.", "crit-fail": "The target takes double damage and can't cast divine spells for 1 round."}}, "heightened": {"+1": "Damage increases by 2d4 (2d6 if divine spellcaster)"}}, "crusade": {"name": "CRUSADE", "type": "SPELL", "level": 9, "traits": ["enchantment", "lingual", "mental"], "casting": ["aS", "aV"], "range": "60 feet", "target": "up to 4 creatures", "duration": "5 minutes", "description": {"main": "Pronounce a cause. It can be to attain an item, claim a patch of land, slay a creature, war with a group, or be entirely peaceful. Your cause can't force the targets to harm one another or themselves. They become completely dedicated to that cause, depending on their levels. They choose their own actions, but they favor direct action over inaction or indirect action. • 13th or Lower The target is so dedicated to the cause that it will pursue it to the death (unless you say otherwise). • 14th The target is dedicated to the cause, but the spell ends for the target if it's reduced to 50 Hit Points or fewer. • 15th As 14th, plus the target can attempt a Will save at the end of each turn to end the spell for itself. The spell ends for all creatures if you or one of your allies acts hostile toward a target, or the cause is complete. The GM might determine this spell has alignment traits befitting the cause."}, "heightened": {"10th": "The level limit for each category increases by 2."}}, "crushing-despair": {"name": "CRUSHING DESPAIR", "type": "SPELL", "level": 5, "traits": ["emotion", "enchantment", "mental"], "casting": ["aS", "aV"], "area": "30-foot cone", "duration": "1 or more rounds", "description": {"main": "You inflict despair on creatures in the area. The effects are determined for each creature by its Will save.", "subsections": {"success": "For 1 round, it can't take reactions and must attempt another save at the start of its turn or be slowed 1 for that turn as it sobs uncontrollably.", "crit": "The creature is unaffected.", "failure": "As a success, but lasting 1 minute.", "crit-fail": "As failure, but automatically slowed 1 for 1 minute."}}, "heightened": {"7th": "The area increases to a 60-foot cone."}}, "dancing-lights": {"name": "DANCING LIGHTS", "type": "SPELL", "level": 0, "traits": ["cantrip", "evocation", "light"], "casting": ["aS", "aV"], "range": "120 feet", "duration": "concentration", "description": {"main": "You create up to four floating lights, no two of which are more than 10 feet apart. Each sheds light like a torch. When you Concentrate on the Spell, you can move each light up to 60 feet. Each light must remain within range and within 10 feet of all others, or it winks out."}}, "darkened-eyes": {"name": "DARKENED EYES", "type": "POWER", "level": 2, "traits": ["darkness", "transmutation"], "casting": ["aS", "aV"], "range": "60 feet", "target": "one creature", "duration": "1 round or 1 minute", "description": {"main": "You infuse a creature's vision with darkness depending on its Fortitude save. The target is bolstered.", "subsections": {"success": "It loses darkvision and gains low-light vision for 1 round. If it didn't have darkvision, it loses low-light vision instead.", "crit": "The creature is unaffected.", "failure": "As success, but the effect last for 1 minute.", "crit-fail": "As failure, but the target loses darkvision and low-light vision, and if it had neither, it's blinded for 1 minute."}}}, "darkness": {"name": "DARKNESS", "type": "SPELL", "level": 2, "traits": ["darkness", "evocation"], "casting": ["aM", "aS", "aV"], "range": "120 feet", "area": "20-foot burst", "duration": "1 minute", "description": {"main": "A shroud of darkness prevents light from penetrating or emanating within the area. This suppresses magical light of the spell's level or lower. Light can't pass through, so creatures in the area can't see outside. From outside, it appears as a globe of pure darkness. Heightened (4th) Even creatures with darkvision (but not greater darkvision) treat targets seen through the darkness as concealed."}}, "darkvision": {"name": "DARKVISION", "type": "SPELL", "level": 2, "traits": ["divination"], "casting": ["aS", "aV"], "duration": "1 hour", "description": {"main": "You gain darkvision."}, "heightened": {"3rd": "The spell's range is touch and it targets 1 creature."}}, "daze": {"name": "DAZE", "type": "SPELL", "level": 0, "traits": ["cantrip", "enchantment", "mental"], "casting": ["aS", "aV"], "range": "60 feet", "target": "1 creature", "duration": "1 round", "description": {"main": "You cloud the target's mind with effects determined by its Will save.", "subsections": {"success": "The target is unaffected.", "failure": "The target is flat-footed.", "crit-fail": "The target is flat-footed and slowed 1."}}}, "dazzling-flash": {"name": "DAZZLING FLASH", "type": "POWER", "level": 2, "traits": ["evocation", "light"], "casting": ["aM", "aV"], "area": "20-foot cone", "description": {"main": "You raise your religious symbol and create a blinding flash. Creatures in the area are dazzled or blinded, depending on their Fortitude save.", "subsections": {"success": "The target is dazzled for 1 round.", "crit": "The target is unaffected.", "failure": "Blinded for its next action and dazzled for 1 minute.", "crit-fail": "Blinded for 2 rounds and dazzled for 1 hour."}}}, "deafness": {"name": "DEAFNESS", "type": "SPELL", "level": 2, "traits": ["necromancy"], "casting": ["aS", "aV"], "range": "30 feet", "target": "one creature", "description": {"main": "The target loses hearing, depending on its Fortitude save, and is bolstered against all castings of deafness.", "subsections": {"success": "The target is deafened for 1 round", "crit": "The target is unaffected.", "failure": "The target is deafened for 10 minutes.", "crit-fail": "The target is deafened permanently."}}}, "death-knell": {"name": "DEATH KNELL", "type": "SPELL", "level": 2, "traits": ["attack", "death", "necromancy"], "casting": ["aS", "aV"], "range": "touch", "target": "one living creature at 0 HP", "description": {"main": "You snuff out a creature at the brink of death, based on its Will save. If this kills it, you gain 10 temporary HP and a +1 conditional bonus to attack and damage rolls for 10 minutes.", "subsections": {"success": "The target increases its dying value by 1.", "crit": "The target is unaffected.", "failure": "The target dies."}}}, "death-ward": {"name": "DEATH WARD", "type": "SPELL", "level": 5, "traits": ["abjuration"], "casting": ["aS", "aV"], "range": "touch", "target": "one creature touched", "duration": "1 minute", "description": {"main": "The target is protected from negative energy. It receives a +4 conditional bonus to saves against death and negative effects, gains resistance 10 to negative, and suppresses the effects of enervated."}}, "death-s-call": {"name": "DEATH'S CALL", "type": "POWER", "level": 2, "traits": ["necromancy"], "casting": ["rV"], "trigger": "You reduce an enemy to 0 HP.", "description": {"main": "You gain temporary HP equal to the enemy's level, or twice the enemy's level if it was undead. It is bolstered against all castings of death's call. The temporary HP last for 1 minute."}}, "delusional-pride": {"name": "DELUSIONAL PRIDE", "type": "POWER", "level": 2, "traits": ["emotion", "enchantment", "mental"], "casting": ["aS", "aV"], "range": "30 feet", "target": "one creature", "duration": "varies", "description": {"main": "You supercharge the target's confidence, causing it to rationalize failures as sour grapes. It takes a –2 conditional penalty to skill checks to retry a task it attempted and failed during the duration. On its turn, it takes a –1 conditional penalty to attack rolls if it failed its first attack, or –2 if it failed both of its first two attacks. The duration depends on its Will save, and it's bolstered.", "subsections": {"success": "The effect lasts for 1 round.", "crit": "The target is unaffected.", "failure": "The effect lasts for 10 minutes.", "crit-fail": "The effect lasts for 24 hours."}}}, "destructive-aura": {"name": "DESTRUCTIVE AURA", "type": "POWER", "level": 2, "traits": ["evocation"], "casting": ["aS", "aV"], "area": "10-foot aura", "duration": "1 minute", "description": {"main": "Reduce resistances of creatures in the aura (including you) by 1."}, "heightened": {"+2": "Reduce resistances by an additional 1."}}, "destructive-cry": {"name": "DESTRUCTIVE CRY", "type": "POWER", "level": 1, "traits": ["evocation"], "casting": ["aV"], "requirements": "Your last action was a Strike that dealt damage.", "description": {"main": "You shout of glory and deal additional damage equal to your level."}}, "detect-alignment": {"name": "DETECT ALIGNMENT", "type": "SPELL", "level": 1, "traits": ["detection", "divination"], "casting": ["aS", "aV"], "area": "30-foot aura", "description": {"main": "Your eyes glow as you sense aligned auras. Choose chaotic, evil, good, or lawful. You detect auras of that alignment. You receive no information beyond presence or absence. You can choose not to detect creatures or effects you're aware have that alignment. Only divine spellcasters, undead, and beings from the Outer Sphere have an alignment aura if they are 6th level or higher."}, "heightened": {"2nd": "You also learn each aura's location and strength."}}, "detect-magic": {"name": "DETECT MAGIC", "type": "SPELL", "level": 0, "traits": ["cantrip", "detection", "divination"], "casting": ["aS", "aV"], "area": "30-foot aura", "description": {"main": "You send out a magical pulse that registers the presence of magic. You receive no information beyond presence or absence of magic. You can choose to ignore magic you're fully aware of, such as you and your allies' magic items and ongoing spells. You detect illusion magic only if that magic's effect has a lower level than the level of your detect magic spell. However, items that have an illusion aura but aren't deceptive in appearance (such as an invisibility potion) typically get detected normally."}, "heightened": {"3rd": "You learn the school of magic for the highest level magical effect within range that the spell detects. If multiple effects are equally strong, the GM determines which you learn.", "4th": "As 3rd level, but you also pinpoint the source of the highest-level magic. You don't learn the exact location but can narrow down the source to within a 5-foot cube. If the source is larger than that, you identify only the cube nearest to you."}}, "detect-poison": {"name": "DETECT POISON", "type": "SPELL", "level": 1, "traits": ["detection", "divination"], "casting": ["aS", "aV"], "range": "30 feet", "target": "one object or creature", "description": {"main": "You detect whether a creature is venomous or poisonous, or an object is poison or has been poisoned. You do not ascertain whether the target is poisonous in multiple ways, nor do you learn the type or types of poison. Certain substances like lead and alcohol are poisons and thus can mask other poisons. Heightened (2nd) You determine the number and types of poison."}}, "detect-scrying": {"name": "DETECT SCRYING", "type": "SPELL", "level": 4, "traits": ["detection", "divination"], "casting": ["aS", "aV"], "area": "30-foot aura", "duration": "10 minutes", "description": {"main": "You detect the presence of scrying effects in the area. If detect scrying is higher level than a scrying effect, you gain a glimpse of the scrying creature and learn its approximate distance and direction."}, "heightened": {"6th": "The duration increases to 24 hours."}}, "dimension-door": {"name": "DIMENSION DOOR", "type": "SPELL", "level": 4, "traits": ["conjuration", "teleportation"], "casting": ["aS", "aV"], "range": "60 feet", "description": {"main": "You instantly transport yourself and any items you're wearing and holding from your current space to a clear space within range you can see. If this would bring another creature with you—even if you're carrying it in an extradimensional container—the spell is lost."}, "heightened": {"5th": "The range increases to 1 mile. You don't need to be able to see your destination, as long as you have been there in the past and know its relative location and distance from you."}}, "dimensional-anchor": {"name": "DIMENSIONAL ANCHOR", "type": "SPELL", "level": 4, "traits": ["abjuration"], "casting": ["aS", "aV"], "range": "30 feet", "target": "one creature", "duration": "varies", "description": {"main": "You interfere with the target's ability to travel dimensions. The target is immune to teleportation and any effect that would move it to a different plane. The duration is determined by its Will save.", "subsections": {"success": "The effect lasts for 1 round.", "crit": "No effect.", "failure": "The effect lasts for 1 minute.", "crit-fail": "The effects lasts for 1 hour."}}}, "dimensional-lock": {"name": "DIMENSIONAL LOCK", "type": "SPELL", "level": 7, "traits": ["abjuration"], "casting": ["aS", "aV"], "range": "120 feet", "target": "30-foot burst", "duration": "1 day", "description": {"main": "You create a shimmering barrier that attempts to dispel all teleportation effects and planar travel into or out of the area, including items that allow access to extradimensional spaces (such as a bag of holding). Dimensional lock dispels any attempt to summon a creature into the area but doesn't stop the creature from departing when the summoning ends."}}, "dimensional-steps": {"name": "DIMENSIONAL STEPS", "type": "POWER", "level": 4, "traits": ["conjuration", "teleportation"], "casting": ["aS"], "range": "10 feet or more", "description": {"main": "You teleport up to 10 feet within your line of sight. If you have Spell Points, you can increase the cost by 1 Spell Point to increase the maximum distance by 10 feet."}, "heightened": {"6th": "The initial and increased distance are 15 feet.", "8th": "The initial and increased distance are 20 feet."}}}